Repository: keepassium/KeePassium-L10n
Catalog: keepassium.tmx
Source language: en
Languages: ar, cs, de, es_es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sk, sr, sv_se, th, tr, uk, zh_cn, zh_tw

source: Please check if you need to cancel your old subscription.
ar: الرجاء التحقُّق مما إذا كنتَ بحاجة إلى إلغاء اشتراكك القديم.
cs: Zkontrolujte si prosím, zda nepotřebujete zrušit své staré předplatné.
de: Bitte überprüfen Sie, ob Sie Ihr altes Abonnement kündigen müssen.
es_es: Por favor, compruebe si necesita cancelar su antigua suscripción.
fr: Veuillez vérifier si vous devez annuler votre ancien abonnement.
it: Spuntare questa casella se si desidera cancellare l'abbonamento precedente.
ja: 古いサブスクリプションの解約が必要ないかご確認ください。
ko: 이전에 구매한 구독이 있는지 확인해 주시기 바랍니다.
nl: Controleer of u uw oude abonnement moet opzeggen.
pt_br: Por favor, verifique se você precisa cancelar sua assinatura anterior.
ru: Проверьте, не нужно ли отменить старую подписку.
sk: Skontrolujte si prosím, či nepotrebujete zrušiť svoje staré predplatné.
sv_se: Kontrollera om du måste avbryta din gamla prenumeration.
th: โปรดตรวจสอบให้ดี หากคุณต้องการยกเลิกการสมัครรับของครั้งก่อน
tr: Lütfen eski aboneliğinizi iptal etmeniz gerekiyor mu kontrol edin.
zh_cn: 请检查您是否需要取消您的旧订阅。
zh_tw: 請檢查是否需要取消舊的訂閱。

source: Learn more…
ar: اعرف المزيد…
cs: Více informací…
de: Mehr erfahren …
es_es: Más información…
fr: En savoir plus…
it: Maggiori informazioni...
ja: 詳細...
ko: 자세히 알아보기
nl: Meer informatie
pl: Dowiedz się więcej…
pt_br: Saiba mais…
ru: Подробнее…
sk: Zistiť viac…
sv_se: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha fazla bilgi için…
zh_cn: 了解更多
zh_tw: 詳細資訊…

source: Skip
ar: تَخطِّي
cs: Přeskočit
de: Überspringen
es_es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt_br: Pular
ru: Пропустить
sk: Preskočiť
sv_se: Hoppa över
th: ข้าม
tr: Geç
zh_cn: 跳过
zh_tw: 略過

source: More Actions
ar: المزيد من الإجراءات
cs: Další akce
de: Weitere Aktionen
es_es: Más Acciones
fr: Plus d'actions
it: Altre azioni
ja: その他のアクション
ko: 추가 작업
nl: Meer acties
pl: Więcej opcji
pt_br: Mais ações
ru: Дополнительные действия
sk: Viac možností
sv_se: Fler åtgärder
th: เพิ่มเติม
tr: Diğer İşlemler
zh_cn: 更多动作
zh_tw: 更多操作

source: Show In Plain Text
ar: إظهار في هيئة نص عادي
cs: Zobrazit jako prostý text
de: In Klartext anzeigen
es_es: Mostrar en Texto sin Formato
fr: Afficher en texte brut
it: Mostra in formato testo semplice
ja: プレーンテキストで表示
ko: 평문 텍스트로 표시
nl: Tonen in tekst zonder opmaak
pl: Pokaż jako tekst
pt_br: Exibir
ru: Показать открытым текстом
sk: Zobraziť ako neformátovaný text
sv_se: Visa i oformaterad text
th: แสดงเป็นข้อความ
tr: Metin Olarak Göster
zh_cn: 以纯文本形式查看
zh_tw: 以純文字檢視

source: Thank you! You can use KeePassium while purchase is awaiting approval.
ar: شكرًا لك! يُمكنك استخدام KeePassium أثناء انتظار الموافقة على عملية الشراء.
cs: Děkujeme! KeePassium můžete používat, ale nákup čeká na schválení.
de: Vielen Dank! Sie können KeePassium verwenden, während auf die Kaufbestätigung gewartet wird.
es_es: ¡Gracias! Puedes usar KeePassium mientras la compra se aprueba por el supervisor de la familia.
fr: Merci! Vous pouvez utiliser KeePassium pendant que l'achat attend l'approbation.
it: Grazie! Puoi utilizzare KeePassium mentre l'acquisto è in attesa di approvazione.
ja: ありがとうございます！購入が承認されるまでの間も、KeePassiumを使用できます。
ko: 감사합니다! 구매가 확정되기 전까지 계속해서 KeePassium을 사용하실 수 있습니다.
nl: Bedankt! U kunt KeePassium gebruiken terwijl de aankoop wordt goedgekeurd.
pl: Dziękujemy! Możesz używać KeePassium czekając na zatwierdzenie płatności.
pt_br: Obrigado! Você pode continuar usando KeePassium enquanto a compra aguarda aprovação de um responsável.
ru: Спасибо! Вы можете использовать KeePassium, пока покупка ожидает подтверждения.
sk: Ďakujeme! KeePassium môžete používať, pokiaľ nákup čaká na schválenie.
sv_se: Tack! Du kan använda KeePassium innan köpet bekräftas av en målsman.
th: ขอบคุณมาก! คุณสามารถใช้ KeePassium ขณะที่รอยืนยันการซื้อ
tr: Teşekkürler! Biz ödeme onayını beklerken, siz KeePassium'un Premium özellikleri keşfetmeye başlayabilirsiniz.
zh_cn: 谢谢！您可以在 KeePassium 等待批准时使用。
zh_tw: 感恩您! 您可以使用 KeePassium 直到批准購買。

source: Ensures KeePassium is locked after you force-close the app or restart the device.
ar: يضمن قفل KeePassium بعد إغلاق التطبيق بالقوة أو إعادة تشغيل الجهاز.
cs: Zajišťuje uzamčení KeePassia po vynuceném zavření aplikace nebo restartování zařízení.
de: Stellt sicher, dass KeePassium gesperrt ist, nachdem Sie die App geschlossen oder das Gerät neu gestartet haben.
es_es: Garantiza que KeePassium esté bloqueado después de forzar el cierre de la aplicación o reiniciar el dispositivo.
fr: S'assure que KeePassium est verrouillé après que vous ayez forcé la fermeture de l'application ou redémarré l'appareil.
it: Assicura che KeePassium sia bloccato dopo la chiusura forzata dell'app o il riavvio del dispositivo.
ja: Appを強制終了したりデバイスを再起動した時にKeePassiumがロックされるようにします。
ko: KeePassium이 강제 종료되거나 기기를 재시동할 때 앱 잠금을 확실시하고 싶으시다면 이 설정을 활성화하세요.
nl: Zorgt ervoor dat KeePassium is vergrendeld nadat u de app gedwongen hebt afgesloten of het apparaat opnieuw opstart.
pl: Zapewnia zablokowanie KeePassium po zamknięciu aplikacji lub restarcie urządzenia.
pt_br: Garante o bloqueio do KeePassium após encerramento forçado ou reinício do dispositivo.
ru: Гарантирует, что KeePassium будет заблокирован после принудительного закрытия приложения или перезагрузки устройства.
sk: Zaisťuje uzamknutie aplikácie KeePassium po vynútenom zatvorení aplikácie alebo reštartovaní zariadenia.
sv_se: Låser KeePassium efter att du tvingar att stänga appen eller starta om enheten.
th: เพื่อให้แน่ใจว่า KeePassium ล็อกอยู่หลังจากคุณบังคับปิดแอปหรือรีสตาร์ทเครื่อง
tr: Uygulamayı yukarı attığınızda ya da cihazı aç-kapa yaptığınızda KeePassium'un kilitlendiğinden emin olun.
zh_cn: 确保KeePassium在强制关闭应用程序或重新启动设备后被锁定。
zh_tw: 在重新啟動設備與強制關閉應用程式之前，確保 KeePassium 已經鎖定。

source: Lock on App Launch
ar: قفل عند تشغيل التطبيق
cs: Zamknout při spuštění aplikace
de: Beim Start der App sperren
es_es: Bloquear al iniciar la aplicación
fr: Verrouiller au lancement de l'application
it: Blocca all'avvio dell'app
ja: 起動時にロック
ko: 앱 실행 시 잠금
nl: Vergrendelen bij het starten van de app
pl: Blokada przy uruchomieniu
pt_br: Bloquear ao iniciar
ru: Блокировать приложение при запуске
sk: Zamknúť pri spustení aplikácie
sv_se: Lås vid programstart
th: ล็อกแอปขณะเข้าแอป
tr: Başlangıçta Kilitle
zh_cn: 应用程序启动时锁定
zh_tw: 應用程式啟動鎖定

source: Key file is corrupted
ar: ملف المفتاح تالِف
cs: Soubor s klíčem je poškozen
de: Schlüsseldatei ist beschädigt
es_es: El archivo de clave está dañado
fr: Le fichier-clé est corrompu
it: File chiave corrotto
ja: キーファイルが壊れています
ko: 손상된 키 파일입니다
nl: Het sleutelbestand is beschadigd
pl: Plik klucza jest uszkodzony
pt_br: Arquivo de chave corrompido
ru: Ключевой файл повреждён
sk: Súbor s kľúčom je poškodený
sv_se: Nyckelfilen är skadad
th: ไฟล์กุญแจเสียหาย
tr: Anahtar dosya bozuk
zh_cn: 密钥文件已损坏
zh_tw: 金鑰檔案已損壞

source: Resolving field references…
ar: يجري حل مراجع الحقول…
cs: Řešení odkazů na pole…
de: Feldverweise werden aufgelöst …
es_es: Determinando campos de referencia…
fr: Résolution des références de champ…
it: Risoluzione dei riferimenti campo…
ja: フィールド参照を解決しています…
ko: 필드 레퍼런스 분석 중…
nl: Veldverwijzingen oplossen …
pt_br: Obtendo valores das referências…
ru: Сопоставление ссылок на поля…
sk: Riešenie odkazov na pole…
sv_se: Löser fältreferenser…
th: กำลังแก้ช่องอ้างอิง...
tr: Alan referansları çözümleniyor…
zh_cn: 正在解析字段引用…
zh_tw: 解析字段引用…

source: '%@' is located in Recently Deleted and might be deleted soon. To preserve your data, move the file to a more permanent location.
ar: إنَّ '%@' موجود في "المحذوفة مؤخرًا" وقد يتمُّ حذفه قريبًا. للحِفاظ على بياناتك، انقل المَلف إلى موقع أكثر ديمومة.
cs: '%@' je umístěn v nedávno smazaných souborech a může být brzy odstraněn. Chcete-li soubor zachovat, přesuňte jej na trvalejší místo.
de: '%@' befindet sich in „Zuletzt gelöscht“ gelöscht und könnte bald gelöscht werden. Um Ihre Daten zu bewahren, verschieben Sie die Datei an einen dauerhafteren Ort.
es_es: %@ está ubicado en Eliminados Recientemente y puede ser eliminado en cualquier momento. Para preservar la información, cambie el archivo a una ubicación más permanente.
fr: « %@ » se trouve dans « Suppressions récentes » et pourrait être supprimé prochainement. Pour protéger vos données, déplacez le fichier vers un emplacement plus permanent.
it: '%@' si trova nella cartella Eliminati di recente e potrebbe essere eliminato a breve. Per preservare i tuoi dati, sposta il file in una posizione più permanente.
ja: '%@' は「最近削除した項目」にあり、いずれ削除されます。お使いのデータを残すには別のフォルダに移動してください。
ko: ’%@‘은(는) ‘최근 삭제된 항목’에 있으며 곧 삭제될 것입니다. 데이터를 보존하려면 파일을 영구적인 위치로 이동해주시기 바랍니다.
nl: '%@' bevindt zich in Recent verwijderd en kan binnenkort worden verwijderd. Verplaats het bestand naar een meer permanente locatie om uw gegevens te bewaren.
pl: '%@' został niedawno usunięty i może być wkrótce skasowany. Aby zachować dane, przenieś plik do bardziej trwałej lokalizacji.
pt_br: '%@' está na pasta Apagados Recentemente e pode ser eliminado em breve. Para salvar seus dados, mova o arquivo para outra pasta.
ru: '%@' расположен в недавно удалённых и может быть вскоре удалён. Чтобы сохранить свои данные, переместите файл в более постоянное место.
sk: '%@' je umiestnený v nedávno zmazaných súboroch a môže byť čoskoro odstránený. Ak chcete súbor zachovať, presuňte ho na trvalejšie miesto.
sv_se: '%@' finns i Nyligen borttagna och kanske snart tas bort. För att bevara dina data kan du flytta filen till en mer permanent plats.
th: '%@' ถูกเก็บไว้ที่ที่เพิ่งลบล่าสุด และอาจจะถูกลบไปในเร็ว ๆ นี้ หากต้องการเก็บข้อมูลไว้ ให้เก็บไฟล์ไปยังที่สำหรับจัดเก็บถาวรกว่านี้
tr: '%@' isimli dosya, yakın zamanda silinenler arasında ve buradan da yakında silinebilir. Verinizi tutmak için çöp kutusundan başka bir yere taşıyın.
zh_cn: '%@'位于“最近删除”，可能很快被删除。要保存您的数据，请移动文件到一个永久的位置。
zh_tw: “%@” 位於 “最近刪除” 中，可能很快就會被刪除。要保留數據，請將文件移到永久的位置。

source: This is a temporary backup database. It can be automatically deleted without a warning. Don't use it as your main database.
ar: هذه عِبارة عن قاعدة بيانات احتياطية مؤقتة. يُمكن أن تُحذَف تلقائيًا دون سابق إنذار. لا تستخدمها كقاعدة بياناتك الرئيسة.
cs: Toto je dočasná záložní databáze. Může být automaticky odstraněna bez varování. Nepoužívejte ji jako svou hlavní databázi.
de: Dies ist eine temporäre Backup-Datenbank. Sie kann ohne Vorwarnung automatisch gelöscht werden. Verwenden Sie sie nicht als Ihre Hauptdatenbank.
es_es: Esta es una base de datos transitoria. Puede ser eliminada automáticamente sin previo aviso. No la utilice como su base de datos principal.
fr: Il s'agit d'une base de données de sauvegarde temporaire. Elle peut être automatiquement supprimée sans avertissement. Ne l'utilisez pas comme base de données principale.
it: Questo è un database di backup temporaneo. Può essere eliminato automaticamente senza preavviso. Non usarlo come database principale.
ja: これは一時的なバックアップのデータベースです。警告なく自動的に削除されますので、メインのデータベースとして使用しないでください。
ko: 임시 백업 데이터베이스입니다. 추후 경고 없이 자동으로 삭제될 수 있으니, 사용자의 메인 데이터베이스로 사용하지 마세요.
nl: Dit is een tijdelijke back-updatabase. Deze kan zonder waarschuwing automatisch worden verwijderd. Gebruik deze niet als uw hoofddatabase.
pl: To jest tymczasowa kopia bazy. Może być automatycznie usunięta bez ostrzeżenia. Nie używaj jej jako bazy głównej.
pt_br: Esta é uma cópia temporária do banco de dados. Ela pode ser apagada automaticamente sem aviso. Não a use como banco de dados principal.
ru: Это временная копия базы данных. Она может быть автоматически удалена без предупреждения. Не используйте её как основную базу.
sk: Toto je dočasná záložný databáza. Môže byť automaticky a bez varovania vymazaná. Nepoužívajte ju ako svoju hlavnú databázu.
sv_se: Det här är en temporär säkerhetskopierad databas. Den kan tas bort automatiskt utan varning. Använd den inte som din huvuddatabas.
th: นี่คือการสำรองฐานข้อมูลชั่วคราว มันจะถูกลบโดยอัตโนมัติโดยไม่มีการแจ้งไว้ อย่าใช้มันเป็นฐานข้อมูลหลักของคุณ
tr: Bu geçici yedekleme veritabanıdır. Herhangi bir uyarı vermeden kendiliğinden silinebilir. Bunu ana veritabanınız olarak kullanmayın.
zh_cn: 这是一个临时备份数据库。它可以在没有警告的情况下自动删除。不要使用它作为您的主数据库。
zh_tw: 這是一個備份的資料庫，將會自動被刪除而不會提示，請勿將它視為主要的資料庫。

source: Unsupported key file format
ar: ملف مفتاح غير مدعوم
cs: Nepodporovaný formát souboru s klíčem
de: Nicht unterstütztes Format der Schlüsseldatei
es_es: El formato del archivo de clave es incompatible
fr: Format de fichier-clé non pris en charge
it: Formato di file chiave non supportato
ja: 未サポートのキーファイル形式です
ko: 지원되지 않는 키 파일 포맷입니다
nl: Bestandsindeling sleutelbestand niet ondersteund
pl: Nieobsługiwany format pliku klucza
pt_br: Formato de arquivo de chave não suportado
ru: Неподдерживаемый формат ключевого файла
sk: Nepodporovaný formát súboru s kľúčom
sv_se: Format för nyckelfil stöds inte
th: ไม่รองรับฟอร์แมทของไฟล์กุญแจ
tr: Desteklenmeyen anahtar dosya formatı
zh_cn: 不支持的密钥文件格式
zh_tw: 不支援的金鑰檔案格式

source: Premium features added in the future would require a new purchase at full price.
ar: قد تتطلب الميزات المميزة المضافة في المستقبل عملية شراء جديدة بالسعر الكامل.
cs: Budoucí prémiové funkce by vyžadovaly nový nákup za plnou cenu.
de: Premium-Funktionen, die in Zukunft hinzugefügt werden, erfordern einen Neukauf zum vollen Preis.
es_es: Las características Premium añadidas en el futuro requerirían una nueva compra a precio completo.
fr: Les fonctionnalités premium ajoutées prochainement nécessiteront un nouvel achat au prix total.
it: Le funzioni Premium aggiunte in futuro richiederebbero un nuovo acquisto a prezzo pieno.
ja: 今後追加されるプレミアム機能には、新たな購入が必要になります。
ko: 향후 추가될 프리미엄 기능은 정가에 새로 구매할 것이 요구될 수 있습니다.
nl: Voor premiumfuncties die in de toekomst worden toegevoegd, is een nieuwe aankoop voor de volledige prijs vereist.
pt_br: Recursos premium adicionados no futuro exigirão uma nova compra pelo valor cheio vigente.
ru: Премиум-функции, добавленные в будущем, потребуют новой покупки по полной цене.
sk: Prémiové funkcie pridané v budúcnosti by vyžadovali nový nákup za plnú cenu.
sv_se: Premiumfunktioner som läggs till i framtiden måste köpas för fullt pris.
th: คุณสมบัติพรีเมียมได้เพิ่มรอไว้สำหรับอนาคตเผื่อไว้สำหรับการซื้อเต็มราคา
tr: Gelecekte eklenecek tüm Premium özellikler; her defasında tekrar tekrar satın almayı gerektirecek.
zh_cn: 将来添加的高级功能需要全额购买。
zh_tw: 未來添加的進階特性將需要以全額重新訂閱。

source: Use field references to show information from other entries, instead of creating multiple copies of the same information.
ar: استخدام المراجع لإظهار المعلومات من إدخالات أخرى، بدلاً من إنشاء نسخ متعددة من نفس المعلومات.
cs: Pomocí odkazů na pole můžete zobrazit informace z jiných záznamů namísto vytváření dalších kopií stejných informací.
de: Verwenden Sie Feldverweise, um Informationen aus anderen Einträgen anzuzeigen, anstatt mehrere Kopien der gleichen Information zu erstellen.
es_es: Utilice referencias de campo para mostrar información de otras entradas, en lugar de crear varias copias de la misma información.
fr: Utilisez les références de champ pour afficher des informations provenant d'autres entrées, au lieu de créer plusieurs copies de la même information.
it: Utilizzare i riferimenti dei campi per mostrare informazioni da altre voci, invece di creare più copie delle stesse informazioni.
ja: 同じ情報のコピーを作成する代わりに、他のエントリの情報を表示するためにフィールド参照を使用します。
ko: 같은 정보의 중복된 필드를 만들지 말고, 필드 레퍼런스를 사용하여 다른 항목의 필드 정보를 확인하세요.
nl: Gebruik veldverwijzingen om informatie van andere items weer te geven, in plaats van meerdere kopieën van dezelfde informatie te maken.
pt_br: Use referências para mostrar informações de outras entradas, em vez de criar várias cópias dos mesmos dados.
ru: Вместо создания нескольких копий одной и той же информации используйте ссылки на поля для её показа из других записей.
sk: Pomocou odkazov na polia môžete zobraziť informácie z iných záznamov namiesto vytvárania ďalších kópií rovnakých informácií.
sv_se: Använd fältreferenser för att visa information från andra poster istället för att skapa flera kopior med samma information.
th: ใช้ช่องอ้างอิงเพื่อแสดงข้อมูลจากรายการอื่น โดยไม่ต้องทำสำเนาอีกเมื่อมีข้อมูลซ้ำกัน
tr: Aynı bilgilerin birden çok kopyasını oluşturmak yerine, diğer girdilerden gelen bilgileri göstermek için alan referanslarını kullanın.
zh_cn: 使用字段引用来显示来自其他条目的信息，而不是创建同一信息的多个副本。
zh_tw: 使用字段引用其他項目中的資訊，而不是創建同樣的多個副本。

source: Show field references
ar: إظهار مراجع الحقل
cs: Zobrazit odkazy na pole
de: Feldverweise anzeigen
es_es: Mostrar referencias de campo
fr: Afficher les références des champs
it: Mostra riferimenti dei campi
ja: フィールド参照を表示
ko: 필드 레퍼런스 표시
nl: Veldverwijzingen tonen
pt_br: Mostrar referências em campos
ru: Показать ссылки на поля
sk: Zobraziť odkazy na polia
sv_se: Visa fältreferenser
th: แสดงช่องอ้างอิง
tr: Alan referanslarını göster
zh_cn: 显示栏位引用
zh_tw: 顯示字段引用

source: Exclude Backup Files from System Backup
ar: فصل ملفات النسخ الاحتياطي عن النسخ الاحتياطي للنظام
cs: Vynechat ze zálohy systému záložní soubory
de: Sicherungsdateien aus der Systemsicherung ausschließen
es_es: Excluir archivos de la copia de seguridad del sistema
fr: Exclure les fichiers de sauvegarde de la sauvegarde du système
it: Escludi i file di backup dal backup di sistema
ja: システムバックアップからデータベースを除外
ko: 시스템 백업 시 백업 파일 제외
nl: Back-up bestanden niet opnemen in systeemback-up
pl: Wyklucz kopie zapasowe bazy z kopii zapasowej systemu
pt_br: Excluir cópias de segurança do backup do iOS
ru: Исключить резервные копии из системного резервного копирования
sk: Vynechať záložné súbory zo zálohy systému
sv_se: Exkludera säkerhetskopieringsfiler från säkerhetskopiering av systemet
th: เว้นไม่ให้ระบบเครื่องมาสำรองข้อมูลในไฟล์สำรองในแอป
tr: Yedek Dosyalarını, Sistem Geri Yükleme'den Muaf Tut
zh_cn: 从系统备份中排除备份文件
zh_tw: 從系統備份中排除備份文件

source: Defines whether backup databases created by KeePassium should be excluded from iCloud/iTunes backup. Applies to all the existing and future backup files.
ar: يحدِّد إذا ما كان يجب فصل قواعد البيانات الاحتياطية التي أنشأها KeePassium من نسخة iCloud / iTunes الاحتياطية. يطَّبق على جميع ملفات النسخ الاحتياطي الحالية والمُستقبلية.
cs: Určuje, zda mají být databáze zálohy vytvořené KeePassium vyloučeny při zálohování na iCloud/iTunes. Platí pro všechny stávající i budoucí záložní soubory.
de: Legt fest, ob von KeePassium erstellte Backup-Datenbanken von iCloud/iTunes ausgeschlossen werden sollen. Gilt für alle vorhandenen und zukünftigen Backup-Dateien.
es_es: Defina si las copias de seguridad de bases de datos creadas por KeePassium deben ser excluidas de la copia de seguridad de iCloud/iTunes. Se aplica a todos los archivos de copia de seguridad existentes y futuros.
fr: Définit si les bases de données de sauvegarde créées par KeePassium doivent être exclues de la sauvegarde iCloud/iTunes. S'applique à tous les fichiers de sauvegarde existants et futurs.
it: Definisce se i database di backup creati da KeePassium debbano essere esclusi dal backup di iCloud/iTunes. Si applica a tutti i file di backup esistenti e futuri.
ja: KeePassiumのデータベースのバックアップを iCloud/iTunes バックアップから除外します。現在および今後のすべてのバックアップに適用されます。
ko: KeePassium에서 생성한 데이터베이스 백업 파일을 iCloud/iTunes 백업으로부터 제외할지의 여부를 선택합니다. 모든 기존 백업 파일 및 향후 생성될 백업 파일에 적용됩니다.
nl: Definieert of back-updatabases gemaakt door KeePassium al dan niet moeten worden opgenomen in de back-up van iCloud/iTunes. Geldt voor alle bestaande en toekomstige back-upbestanden.
pl: Określa, czy kopie zapasowe baz utworzone przez KeePassium powinne być wykluczone z kopii zapasowej iCloud/iTunes. Dotyczy istniejących i przyszłych kopii zapasowych.
pt_br: Escolha se as cópias de segurança dos bancos de dados criadas pelo KeePassium devem ser excluídas do backup do iOS no iCloud ou iTunes. Aplica-se a todos os bancos de dados, atuais e futuros.
ru: Определяет, должны ли резервные базы данных, созданные KeePassium, исключаться из резервной копии iCloud/iTunes. Применимо ко всем существующим и будущим резервным копиям.
sk: Určuje, či majú byť záložné databázy, vytvorené aplikáciou KeePassium, vylúčené pri zálohovaní na iCloud/iTunes. Platí pre všetky súčasné a budúce záložné súbory.
sv_se: Definierar om säkerhetskopierade databaser som skapats av KeePassium ska uteslutas från iCloud/iTunes-säkerhetskopior. Gäller alla befintliga och framtida säkerhetskopieringsfiler.
th: กำหนดให้ไม่ว่าฐานข้อมูลสำรองที่สร้างโดย KeePassium ควรเว้นไว้ไม่ให้ iCloud/iTunes มาสำรอง แล้วนำไปใช้กับฐานข้อมูลอื่นที่มีอยู่แล้วและไฟล์สำรองอื่นในอนาคต
tr: KeePassium tarafından oluşturulan yedekleme veritabanlarının iCloud / iTunes yedeklemesinin dışında bırakılıp bırakılmayacağını tanımlar. Tüm mevcut ve gelecekteki yedekleme dosyaları için geçerlidir.
zh_cn: 定义是否将 KeePassium 创建的备份数据库在iCloud/iTunes 备份中排除。应用于所有现有和未来的备份文件。
zh_tw: 定義是否應從 iCloud / iTunes 備份中排除由 KeePassium 創建的備份資料庫。適用於所有現有和將來的備份檔案。

source: iTunes and iCloud Backup
ar: نُسخ iTunes و iCloud الاحتياطي
cs: Zálohování na iTunes a iCloud
de: iTunes- und iCloud-Backup
es_es: Copia de seguridad de iTunes y iCloud
fr: Sauvegarde iTunes et iCloud
it: Backup di iTunes e iCloud
ja: iTunes / iCloudバックアップ
ko: iTunes 및 iCloud 백업
nl: Back-up van iTunes of iCloud
pl: Kopia zapasowa iTunes i iCloud
pt_br: Backup no iCloud e iTunes
ru: Резервное копирование iTunes и iCloud
sk: Zálohovanie na iTunes a iCloud
sv_se: Säkerhetskopiering av iTunes och iCloud
th: การสำรองข้อมูล iTunes และ iCloud
tr: iTunes ve iCloud Yedeği
zh_cn: iTunes 与 iCloud 备份
zh_tw: iTunes 與 iCloud 備份

source: Cached keys allow KeePassium to skip key derivation and YubiKey scans whenever possible.
ar: تسمح المفاتيح المخزنة مؤقتًا لـKeePassium أن يتخطي اشتقاق المفتاح ومسح YubiKey كلما أمكن ذلك.
cs: Klíče v mezipaměti umožňují KeePassiu přeskočit derivaci klíčů a YubiKey skeny, kdykoliv je to možné.
de: Cache-Schlüssel erlauben KeePassium das Ableiten der Schlüssel zu überspringen und YubiKey zu scannen, wann immer dies möglich ist.
es_es: Las claves almacenadas en caché permiten a KeePassium omitir la derivación de claves y escaneos de YubiKey siempre que sea posible.
fr: Les clés mises en cache permettent à KeePassium de ne pas avoir à dériver les clés et à YubiKey de les scanner dès que possible.
it: Le chiavi in cache consentono a KeePassium di saltare la derivazione delle chiavi e le scansioni di YubiKey ove possibile.
ja: キーをキャッシュすると、KeePassiumは鍵の派生やYubiKeyスキャンを省略できるようになります。
ko: 캐시에 등록된 키는 가능한 경우 KeePassium이 키 파생 및 YubiKey 스캐닝을 건너뛰도록 해줍니다.
nl: Sleutels in cache laten KeePassium waar mogelijk sleutelafleiding en YubiKey-scans overslaan.
pt_br: Permite ao KeePassium evitar novas derivações de chave e leituras do YubiKey quando possível, poupando tempo.
ru: Кешированные ключи позволяют KeePassium пропускать этап формирования ключей и сканирование YubiKey, когда это возможно.
sk: Kľúče vo vyrovnávajúcej pamäti umožňujú aplikácii KeePassium preskočiť derivácie kľúčov a skenovanie YubiKey, kedykoľvek je to možné.
sv_se: Cachelagrade nycklar tillåter KeePassium att hoppa över nyckelhärledning och YubiKey-skanningar när det är möjligt.
th: สำเนาคีย์ที่เก็บไว้ จะช่วยให้ KeePassium ข้ามการดึงคีย์เพื่อกลับมาใช้ใหม่ และการสแกนของ YubiKey เท่าที่ทำได้
tr: Önbelleğe alınan şifreler, KeePassium'un şifre türetmeyi atlamasına ve mümkün olduğunda YubiKey taramalarına izin verir.
zh_cn: 缓存的密钥允许 KeePassium 尽可能跳过密钥衍生和 YubiKey 扫描。
zh_tw: 快取金鑰使 KeePassium 儘可能跳過金鑰衍生與 YubiKey 硬體掃描。

source: Advanced
ar: مُتقدِم
cs: Pokročilé
de: Erweitert
es_es: Avanzado
fr: Avancé
it: Avanzate
ja: 高度な設定
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
sk: Pokročilé
sv_se: Avancerat
th: ขั้นสูง
tr: İleri düzey
zh_cn: 高级选项
zh_tw: 進階設定
